var APP_DATA = {
  "scenes": [
    {
      "id": "0------------",
      "name": "Храм Арха́нгела Гаврии́ла— православный храм в Белгороде на территории университетского городка ",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 2048,
      "initialViewParameters": {
        "yaw": -1.5737175292188077,
        "pitch": -0.2144510933334125,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": -0.9149504324518212,
          "pitch": -0.3783589272636334,
          "rotation": 0,
          "target": "1-----------"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.028096010526589,
          "pitch": -0.39284058118526133,
          "title": "<b style=\"color: rgb(51, 51, 51); font-family: &quot;YS Text&quot;, -apple-system, BlinkMacSystemFont, Arial, Helvetica, sans-serif; font-size: 13px; background-color: rgb(255, 255, 255);\">Храм</b><span style=\"color: rgb(51, 51, 51); font-family: &quot;YS Text&quot;, -apple-system, BlinkMacSystemFont, Arial, Helvetica, sans-serif; font-size: 13px; background-color: rgb(255, 255, 255);\">&nbsp;</span><b style=\"color: rgb(51, 51, 51); font-family: &quot;YS Text&quot;, -apple-system, BlinkMacSystemFont, Arial, Helvetica, sans-serif; font-size: 13px; background-color: rgb(255, 255, 255);\">Арха́нгела</b><span style=\"color: rgb(51, 51, 51); font-family: &quot;YS Text&quot;, -apple-system, BlinkMacSystemFont, Arial, Helvetica, sans-serif; font-size: 13px; background-color: rgb(255, 255, 255);\">&nbsp;</span><b style=\"color: rgb(51, 51, 51); font-family: &quot;YS Text&quot;, -apple-system, BlinkMacSystemFont, Arial, Helvetica, sans-serif; font-size: 13px; background-color: rgb(255, 255, 255);\">Гаврии́ла</b><br>",
          "text": "Храм Арха́нгела Гаврии́ла (Свя́то-Гаврии́ловский храм) — православный храм в Белгороде на территории университетского городка Белгородского государственного университета. Храм Архангела Гавриила состоит в ассоциации домовых храмов при ВУЗах Российской Федерации."
        }
      ]
    },
    {
      "id": "1-----------",
      "name": "Приход храма святых мучениц Веры, Надежды, Любови и матери их Софии",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1664,
      "initialViewParameters": {
        "yaw": 2.76620162375945,
        "pitch": 0.01631487082972427,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": -3.0535352199565526,
          "pitch": -0.40853774519187525,
          "rotation": 0,
          "target": "2-------"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 2.0876878717396856,
          "pitch": -0.36490081609959013,
          "title": "Приход храма святых&nbsp;Мучениц Веры, Надежды, Любови и матери их Софии",
          "text": "26 января 1997 года в Белгороде произошла официальная регистрация православного прихода во имя святых мучениц Веры, Надежды, Любови и матери их Софии. Сам храм святых мучениц Веры, Надежды, Любови и матери их Софии освящен 2 мая 2010 г. Патриархом Московским и всея Руси Кириллом"
        }
      ]
    },
    {
      "id": "2-------",
      "name": "Часовня Владимира Равноапостольного в Холковском Троицком монастыре",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 2000,
      "initialViewParameters": {
        "yaw": 0.3159903788539413,
        "pitch": -0.3028223487064228,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": 0.9665429364667837,
          "pitch": -0.4804968121234321,
          "rotation": 0,
          "target": "3------"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.35987195626681157,
          "pitch": -0.42137034232845494,
          "title": "Часовня Владимира Равноапостольного в Холковском Троицком монастыре<br>",
          "text": "<div>По преданию, монастырь располагается на том месте, где произошла встреча князя Игоря Святославича и его брата Всеволода перед их походом на половцев в 1185 году. Этого же мнения придерживается известный археолог Светлана Плетнёва.</div><div><br></div><div>Судя по технике строительства пещер, предположительно монастырь был основан в XIV веке монахами Киево-Печерской Лавры. Холков-Царев-Николаевский мужской монастырь впервые упоминается в 1620 году. Его настоятель в то время — инок Геласий. В 1650—1700 годах построен подземный Троицкий храм.&nbsp;</div>"
        }
      ]
    },
    {
      "id": "3------",
      "name": "Церковь Рождества Пресвятой Богородицы в Фощеватово",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 2000,
      "initialViewParameters": {
        "yaw": 0.7428007044236864,
        "pitch": -0.312847396639901,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": 1.3979285821388938,
          "pitch": -0.47129907700838913,
          "rotation": 0,
          "target": "4-_____"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.1386426242508989,
          "pitch": -0.42913327241557475,
          "title": "Церковь Рождества Пресвятой Богородицы в с. Фощеватово",
          "text": "<div>Храм в честь Рождества Пресвятой Богородицы был построен из дуба в центре села предположительно в 1676– 1696 годах.</div><div>В 1776 году деревянная Фощеватовская церковь обветшала. Через 3 года, в 1779 году, в селе была построена вторая деревянная церковь в честь Рождества Пресвятой Богородицы. Количество душ в приходе тогда было: мужчин – 1299, женщин – 1238. При церкви числилось 33 десятины земли. Площадь церкви 200 квадратных метров.&nbsp;<br></div>"
        }
      ]
    },
    {
      "id": "4-_____",
      "name": "Холковская_Церковь_Иконы_Божией_Матери_Донская",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1664,
      "initialViewParameters": {
        "yaw": -1.9262961887771244,
        "pitch": -0.4305018048326712,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": -1.3565768251770738,
          "pitch": -0.4569313552900951,
          "rotation": 0,
          "target": "5------"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.802751142296941,
          "pitch": -0.35982211717677437,
          "title": "Холковский монастырь Иконы Божией Матери Донская в Чернянском районе",
          "text": "<div>Единственный действующий пещерный монастырь в Белгородской области. Располагается в Чернянском районе у села Холки в 10 километрах к юго-западу от посёлка Чернянка и в 15 километрах к северо-западу от города Нового Оскола, на правом берегу реки Оскол при впадении в неё реки Холок. </div><div><br></div>"
        }
      ]
    },
    {
      "id": "5------",
      "name": "Церковь Антония и Феодосия Печерских с.Холки",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1750,
      "initialViewParameters": {
        "yaw": -1.760665032686422,
        "pitch": 0.16721046187886301,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": -1.0832089909541853,
          "pitch": -0.19041797677219563,
          "rotation": 0,
          "target": "6---------"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.5237658597495933,
          "pitch": -0.19955556532352148,
          "title": "Церковь Антония и Феодосия Печерских с.Холки",
          "text": "<div>Помимо храма раскопаны шесть келий, хотя в древних документах находят упоминание о двенадцати. Долгое время этот факт вызывал споры и порождал легенды. Но при исследовании со специальным оборудованием потайных ходов или полостей в недрах горы не обнаружили. Над пещерами находится старинное монастырское кладбище.</div><div>Настоятель и монахи рассказывают, что воздух в пещерах целебный и приносит облегчение людям, страдающим астмой и другими болезнями органов дыхания. Наука тоже подтверждает этот факт: улучшение самочувствия может происходить благодаря высокому содержанию йода и минералов в атмосфере.<br></div>"
        }
      ]
    },
    {
      "id": "6---------",
      "name": "Храм Пророка Божия Илии  Белгородская область, Красногвардейский район",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1750,
      "initialViewParameters": {
        "yaw": 0.040848131429655155,
        "pitch": -0.02297672529257966,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": 0.5456980990692308,
          "pitch": -0.4727888355554679,
          "rotation": 0,
          "target": "7-----------"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.7820015835943384,
          "pitch": -0.3864459013710473,
          "title": "Храм Пророка Божия Илии Белгородская область, Красногвардейский район",
          "text": "<div>Служба в храме велась без перерыва до 1932 года. Затем церковь использовалась под зерновой склад, а когда нижние ее венцы подгнили, храм забросили.</div><div>В 1996 году прибывшие в Верхососну по приглашению Высокопреосвященного Иоанна реставраторы разобрали храм по бревнам, перенесли его в сторону от оживлённой автодороги и восстановили, как говорится, один к одному.<br></div><div>Сегодня Ильинский храм – единственный уцелевший из четырёх, некогда украшавших Верхососну, и единственный на Белгородской черте, помнящий времена её основания. Ильинский храм в селе Верхососна является памятником деревянного зодчества XVIII века и охраняется государством.<br></div>"
        }
      ]
    },
    {
      "id": "7-----------",
      "name": "Храм святителя Николая Чудотворца в селе Великомихайловка  Новооскольского городского округа",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1664,
      "initialViewParameters": {
        "yaw": -2.9652322064778645,
        "pitch": -0.21571924577596668,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": -2.4135206957507496,
          "pitch": -0.5105347262754254,
          "rotation": 0,
          "target": "8--------"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 2.492848849581046,
          "pitch": -0.4060484656545107,
          "title": "Храм святителя Николая в селе Великомихайловка&nbsp; Новооскольского городского округа",
          "text": "<div>В начале XX столетия на территории села Великомихайловка, помимо Никольского, действовало еще три храма: Покровский (деревянный), построенный в 1776 году, Успенский (кирпичный), построенный в 1799 году, и Казанский (кирпичный), построенный в 1872 году.</div><div>До наших дней сохранился только Никольский храм, возведенный в 1900 году.</div><div>В советское время храм Святителя Николая Чудотворца был закрыт и частично разграблен, в годы Великой Отечественной войны здание сильно пострадало.</div><div>В 2003 году произведена реставрация храма. Храм является памятником архитектуры.</div>"
        }
      ]
    },
    {
      "id": "8--------",
      "name": "Храм Рождества Пресвятой Богородицы в г.Короча Белгородской области",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1664,
      "initialViewParameters": {
        "yaw": -1.4705463123204545,
        "pitch": -0.26550882560314903,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": -0.7732929542218212,
          "pitch": -0.5730877816365734,
          "rotation": 0,
          "target": "9------1866-"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.4519018795248737,
          "pitch": -0.43571537517891024,
          "title": "Храм Рождества Пресвятой Богородицы",
          "text": "Храм Рождества Пресвятой Богородицы — православный храм в городе Короча Белгородской области. Является памятником архитектуры регионального значения. Строительство храма Рождества Пресвятой Богородицы началось в 1873 году[3]. Он возводился на месте, где прежде располагались два предшествующих ему храма (деревянный имени Архистратига Михаила, по преданию сгоревший после удара молнии, и каменный в честь Рождества Богородицы, построенный по указу Петра I после победы в Полтавской битве).&nbsp;"
        }
      ]
    },
    {
      "id": "9------1866-",
      "name": "Храм Казанской иконы Божией Матери, 1866 г.",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1664,
      "initialViewParameters": {
        "yaw": -1.3906932018550489,
        "pitch": -0.11998956541682304,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": -0.811952897131162,
          "pitch": -0.3660515984073971,
          "rotation": 0,
          "target": "10---------"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.236367540571207,
          "pitch": -0.25104737980515424,
          "title": "Храм Казанской иконы Божией Матери, 1866 г.",
          "text": "<div>Храм Казанской иконы действовал вплоть до 1930-х годов, когда был закрыт советскими властями. В последующие годы здание использовалось в различных хозяйственных целях.</div><div>В 1990-е годы храм был возвращен Русской Православной Церкви. После восстановления и реставрации богослужения в нем были возобновлены в 2000-е годы.</div><div>Сейчас Храм Казанской иконы Божией Матери действует, в нем проводятся регулярные богослужения. Это важный памятник религиозной архитектуры Белгородской области.</div>"
        }
      ]
    },
    {
      "id": "10---------",
      "name": "Собор Успения Пресвятой Богородицы в г. Новый Оскол ",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1664,
      "initialViewParameters": {
        "yaw": -1.896545724255935,
        "pitch": -0.06382423692383021,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": -1.2388304015547114,
          "pitch": -0.3769737236493249,
          "rotation": 0,
          "target": "11-__"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.2938891435620317,
          "pitch": -0.4137767025833785,
          "title": "Собор Успения Пресвятой Богородицы в г. Новый Оскол&nbsp;",
          "text": "Собор Успения Пресвятой Богородицы в г. Новый Оскол был построен в 1803 г. на средства прихожан, вместо деревянной церкви. В 1876 г. Храм был расширен пристройкой к западу с северной и южной стороны. В храме с 1823 года 3 престола: центральный, главный в честь Успения Пресвятой Богородицы, правый придел во имя Святого Архангела Михаила, левый в честь Святой великомученицы Параскевы. Храм был выполнен в новгородском стиле в виде корабля. Так как храм создавался в начале 19 века, то он внешне имел черты строгого классицизма–ампира."
        }
      ]
    },
    {
      "id": "11-__",
      "name": "Храм_Троицы_Живоначальной",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1664,
      "initialViewParameters": {
        "yaw": -1.5318248400664451,
        "pitch": -0.2221083444949432,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": -1.1259149673417141,
          "pitch": -0.5135964390415673,
          "rotation": 0,
          "target": "12--------"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.273499842983073,
          "pitch": -0.42046768016458813,
          "title": "Title",
          "text": "<div>Храм Живоначальной Троицы был построен в 1892 году на средства местных помещиков и прихожан. Он выполнен в традиционном русском стиле.</div><div>Храм имеет пятикупольную композицию с четырехскатной кровлей. Главный фасад украшен портиком с шестью колоннами.</div><div>Внутренне убранство храма отличалось богатым декором и росписями. Был установлен резной позолоченный иконостас.</div><div>Храм Живоначальной Троицы действовал вплоть до 1930-х годов, когда был закрыт органами советской власти. В последующие десятилетия здание использовалось в хозяйственных целях.</div>"
        }
      ]
    },
    {
      "id": "12--------",
      "name": "Церковь Параскевы Великомученицы в с. Пятницком Волоконовского района",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1664,
      "initialViewParameters": {
        "yaw": 1.5074371580485515,
        "pitch": -0.0662926548970102,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": 2.211338348946951,
          "pitch": -0.25116082455536315,
          "rotation": 0,
          "target": "13-----------"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.9228212996481222,
          "pitch": -0.25724732919954185,
          "title": "Храм Параскевы Пятницы",
          "text": "<div>Храм Параскевы Пятницы в поселке Пятницкое был возведен в конце XVIII века. Первое Богослужение после возвращения храма верующим было совершено на праздник Пасхи в 1995 году.30 января 2005 году храм был освящён Владыкой Белгородским и Старооскольским Иоанном и после этого в нём стали совершаться регулярные Богослужения.</div><div>Весной 2009 году демонтирована крыша и установлен центральный купол.</div>"
        }
      ]
    },
    {
      "id": "13-----------",
      "name": "Церковь Покрова Пресвятой Богородицы в с. Тростенец Новооскольском районе Белгородской области",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1664,
      "initialViewParameters": {
        "yaw": 2.3115458817637418,
        "pitch": -0.004931062853902546,
        "fov": 1.399027273370374
      },
      "linkHotspots": [
        {
          "yaw": 2.820065443128268,
          "pitch": -0.29869464399335044,
          "rotation": 0,
          "target": "0------------"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.8712179983025932,
          "pitch": -0.3122172336673419,
          "title": "Церковь Покрова Пресвятой Богородицы",
          "text": "<div>Строительство церкви началось в 1882 году. Она была построена без единого гвоздя, на кирпичном фундаменте. Кирпич отличается по размеру и качеству от современного.</div><div>К началу XX века церковь уже стояла. Она выделяется своими размерами и величественностью, благодаря расположению на нагорном месте.&nbsp;Во время Великой Отечественной войны церковь была открыта вновь и продолжала действовать. В конце 40-х и 50-х годов XX века она стала центром благочиния и больше никогда не закрывалась.<br></div>"
        }
      ]
    }
  ],
  "name": "«Виртуальный тур по Святым местам Белгородчины»",
  "settings": {
    "mouseViewMode": "drag",
    "autorotateEnabled": true,
    "fullscreenButton": true,
    "viewControlButtons": true
  }
};
